Repository: szautkin/CanfarDesktop
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

# Nb_NewNotebookButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: New Notebook (Ctrl+N)
fr_fr: Nouveau carnet (Ctrl+N)

# Nb_OpenButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Open notebook
fr_fr: Ouvrir un carnet

# Nb_OpenButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open (Ctrl+O)
fr_fr: Ouvrir (Ctrl+O)

# Nb_OpenError
source: Open error: {0}
fr_fr: Erreur d'ouverture : {0}

# Nb_OpenFailed
source: Open failed: {0}
fr_fr: Échec de l'ouverture : {0}

# Nb_OutputCollapsed
source: Output collapsed ({0} items)
fr_fr: Sortie repliée ({0} éléments)

# Nb_OutputLabel
source: Output
fr_fr: Sortie

# Nb_PackageNotInstalled
source: {0} not installed
fr_fr: {0} n'est pas installé

# Nb_PipInstallHint
source: Run: %pip install {0}
fr_fr: Exécutez : %pip install {0}

# Nb_PkgInstallFailed
source: Some packages failed to install
fr_fr: Certains paquets n'ont pas pu être installés

# Nb_PkgInstalled
source: Installed {0} packages
fr_fr: {0} paquets installés

# Nb_PythonInstallHint
source: Install Python 3.8+ from python.org
fr_fr: Installez Python 3.8+ depuis python.org

# Nb_PythonNotFound
source: Python not found
fr_fr: Python introuvable

# Nb_ReadyPkgMissing
source: Ready (some packages may be missing)
fr_fr: Prêt (certains paquets peuvent manquer)

# Nb_RecentHeader.Text
source: Recent Notebooks
fr_fr: Carnets récents

# Nb_RecoverBody
source: {0} unsaved notebook(s) found from a previous session.
fr_fr: {0} carnet(s) non enregistré(s) provenant d'une session précédente.

# Nb_RecoverButton
source: Recover
fr_fr: Récupérer

# Nb_RecoverTitle
source: Recover unsaved notebooks?
fr_fr: Récupérer les carnets non enregistrés ?

# Nb_RecoveredStatus
source: [Recovered] {0}
fr_fr: [Récupéré] {0}

# Nb_RestartButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Restart kernel
fr_fr: Redémarrer le noyau

# Nb_RestartButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Restart Kernel
fr_fr: Redémarrer le noyau

# Nb_RunAllButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Run all cells
fr_fr: Exécuter toutes les cellules

# Nb_RunAllButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Run All
fr_fr: Tout exécuter

# Nb_RunAllLabel.Text
source: Run All
fr_fr: Tout exécuter

# Nb_RunCellButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Run cell
fr_fr: Exécuter la cellule

# Nb_RunCellButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Run Cell (Ctrl+Enter)
fr_fr: Exécuter la cellule (Ctrl+Entrée)

# Nb_RunLabel.Text
source: Run
fr_fr: Exécuter

# Nb_SaveAsButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Save as
fr_fr: Enregistrer sous

# Nb_SaveAsButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Save As (Ctrl+Shift+S)
fr_fr: Enregistrer sous (Ctrl+Maj+S)

# Nb_SaveAsError
source: Save As error: {0}
fr_fr: Erreur d'enregistrement sous : {0}

# Nb_SaveAsLabel.Text
source: Save As
fr_fr: Enregistrer sous

# Nb_SaveButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Save
fr_fr: Enregistrer

# Nb_SaveButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Save (Ctrl+S)
fr_fr: Enregistrer (Ctrl+S)

# Nb_SaveDialogButton
source: Save
fr_fr: Enregistrer

# Nb_SkipButton
source: Skip
fr_fr: Ignorer

# Nb_UnsavedBody
source: Save changes to {0}?
fr_fr: Enregistrer les modifications de {0} ?

# Nb_UnsavedTitle
source: Unsaved changes
fr_fr: Modifications non enregistrées

# Nb_WelcomeNewLabel.Text
source: New Notebook
fr_fr: Nouveau carnet

# Nb_WelcomeOpenLabel.Text
source: Open Notebook
fr_fr: Ouvrir un carnet

# Nb_WelcomeSubtitle.Text
source: Native Notebook Editor
fr_fr: Éditeur de carnets natif

# ObsDetail_AuthBody.Text
source: This observation is from a proprietary collection. Sign in with your CADC account to access the details.
fr_fr: Cette observation provient d'une collection propriétaire. Connectez-vous avec votre compte CADC pour accéder aux détails.

# ObsDetail_AuthTitle.Text
source: Sign in to view
fr_fr: Connectez-vous pour consulter

# ObsDetail_CardEnvironment
source: Environment
fr_fr: Environnement

# ObsDetail_CardIdentity
source: Observation Identity
fr_fr: Identité de l'observation

# ObsDetail_CardPolarization
source: Polarization
fr_fr: Polarisation

# ObsDetail_CardProposal
source: Proposal
fr_fr: Proposition

# ObsDetail_CardTarget
source: Target
fr_fr: Cible

# ObsDetail_CardTelescope
source: Telescope + Instrument
fr_fr: Télescope + instrument

# ObsDetail_CardTemporal
source: Temporal
fr_fr: Temporel

source: Close observation detail
fr_fr: Fermer le détail de l'observation

# ObsDetail_CloseButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Close (Back)
fr_fr: Fermer (retour)

# ObsDetail_DownloadFailed
source: Download failed
fr_fr: Échec du téléchargement

# ObsDetail_DownloadFileName
source: Download {0}
fr_fr: Télécharger {0}

# ObsDetail_DownloadTooltip
source: Download this file
fr_fr: Télécharger ce fichier

# ObsDetail_Downloaded
source: Downloaded {0}
fr_fr: {0} téléchargé

# ObsDetail_Downloading
source: Downloading {0}…
fr_fr: Téléchargement de {0}…

# ObsDetail_ErrorBar.Title
source: Could not load observation
fr_fr: Impossible de charger l'observation

# ObsDetail_FileBadge
source: file
fr_fr: fichier

# ObsDetail_FileTypeAll
source: All Files
fr_fr: Tous les fichiers

# ObsDetail_FileTypeFits
source: FITS Image
fr_fr: Image FITS

# ObsDetail_FootprintName
source: Spatial footprint: {0}-vertex polygon, RA {1:F2}° to {2:F2}°, Dec {3:F2}° to {4:F2}°
fr_fr: Empreinte spatiale : polygone à {0} sommets, AD de {1:F2}° à {2:F2}°, Déc de {3:F2}° à {4:F2}°

# ObsDetail_HeadingInputs
source: Inputs
fr_fr: Entrées

# ObsDetail_InputName
source: Input: {0}
fr_fr: Entrée : {0}

# ObsDetail_JunkChip
source: Junk
fr_fr: Rebut

# ObsDetail_LoadingText.Text
source: Loading observation…
fr_fr: Chargement de l'observation…

# ObsDetail_NoFiles
source: No files listed for this plane.
fr_fr: Aucun fichier répertorié pour ce plan.

# ObsDetail_NoProvenance
source: No provenance recorded for this plane.
fr_fr: Aucune provenance enregistrée pour ce plan.

# ObsDetail_NotFoundBody
source: The observation '{0}' could not be located in collection '{1}'. It may have been removed or the ID is incorrect.
fr_fr: L'observation « {0} » est introuvable dans la collection « {1} ». Elle a peut-être été supprimée, ou son ID est incorrect.

# ObsDetail_NotFoundTitle.Text
source: Observation not found
fr_fr: Observation introuvable

# ObsDetail_OpenInCubeViewer
source: Open in Cube Viewer
fr_fr: Ouvrir dans la visionneuse de cubes

# ObsDetail_PlaneHeader
source: {0} — {1} — Cal. Level {2}
fr_fr: {0} — {1} — Niveau d'étal. {2}

# ObsDetail_Resolving
source: Resolving {0}…
fr_fr: Résolution de {0}…

# ObsDetail_RetryButton.Content
source: Retry
fr_fr: Réessayer

# ObsDetail_RowAlgorithm
source: Algorithm
fr_fr: Algorithme

# ObsDetail_RowAmbientTemp
source: Ambient Temp
fr_fr: Temp. ambiante

# ObsDetail_RowBand
source: Band
fr_fr: Bande

# ObsDetail_RowBandpass
source: Bandpass
fr_fr: Bande passante

# ObsDetail_RowElevation
source: Elevation
fr_fr: Élévation

# ObsDetail_RowEnd
source: End
fr_fr: Fin

# ObsDetail_RowExposure
source: Exposure
fr_fr: Exposition

# ObsDetail_RowFootprint
source: Footprint
fr_fr: Empreinte

# ObsDetail_RowHumidity
source: Humidity
fr_fr: Humidité

# ObsDetail_RowIntent
source: Intent
fr_fr: Intention

# ObsDetail_RowKeywords
source: Keywords
fr_fr: Mots-clés

# ObsDetail_RowLastExecuted
source: Last Executed
fr_fr: Dernière exécution

# ObsDetail_RowLocation
source: Location
fr_fr: Emplacement

# ObsDetail_RowMetaRelease
source: Meta Release
fr_fr: Diffusion des métadonnées

# ObsDetail_RowMoving
source: Moving
fr_fr: Mobile

# ObsDetail_RowName
source: Name
fr_fr: Nom

# ObsDetail_RowPhotometric
source: Photometric
fr_fr: Photométrique

# ObsDetail_RowPi
source: PI
fr_fr: Chercheur principal

# ObsDetail_RowProducer
source: Producer
fr_fr: Producteur

# ObsDetail_RowProject
source: Project
fr_fr: Projet

# ObsDetail_RowRedshift
source: Redshift
fr_fr: Décalage vers le rouge

# ObsDetail_RowReference
source: Reference
fr_fr: Référence

# ObsDetail_RowResolution
source: Resolution
fr_fr: Résolution

# ObsDetail_RowResolvingPower
source: Resolving Power
fr_fr: Pouvoir de résolution

# ObsDetail_RowRestWavelength
source: Rest Wavelength
fr_fr: Longueur d'onde au repos

# ObsDetail_RowRunId
source: Run ID
fr_fr: ID d'exécution

# ObsDetail_RowSampleSize
source: Sample Size
fr_fr: Taille d'échantillonnage

# ObsDetail_RowSequenceNo
source: Sequence No.
fr_fr: N° de séquence

# ObsDetail_RowStandard
source: Standard
fr_fr: Étalon

# ObsDetail_RowStart
source: Start
fr_fr: Début

# ObsDetail_RowStates
source: States
fr_fr: États

# ObsDetail_RowTelescope
source: Telescope
fr_fr: Télescope

# ObsDetail_RowTitle
source: Title
fr_fr: Titre

# ObsDetail_RowWavelength
source: Wavelength
fr_fr: Longueur d'onde

# ObsDetail_ServiceUnreachable
source: The metadata service could not be reached.
fr_fr: Le service de métadonnées est inaccessible.

# ObsDetail_SignInButton.Content
source: Sign in
fr_fr: Se connecter

source: Sign in to view proprietary observation
fr_fr: Se connecter pour consulter l'observation propriétaire

# ObsDetail_TabCoverage.Header
source: Coverage
fr_fr: Couverture

# ObsDetail_TabFiles.Header
source: Files
fr_fr: Fichiers

# ObsDetail_TabOverview.Header
source: Overview
fr_fr: Aperçu

# ObsDetail_TabRaw.Header
source: Raw
fr_fr: Brut

# ObsDetail_ViewAllFilesCadc
source: View all files on CADC
fr_fr: Voir tous les fichiers sur le CADC

source: View observation on CADC website
fr_fr: Voir l'observation sur le site Web du CADC

source: View on CADC
fr_fr: Voir sur le CADC

# ObsDetail_ViewOnCadcText.Text
source: View on CADC
fr_fr: Voir sur le CADC

# Portal_Cancel
source: Cancel
fr_fr: Annuler

# Portal_Delete
source: Delete
fr_fr: Supprimer

# Portal_Error
source: Error
fr_fr: Erreur

# Portal_ErrorBar.Title
source: Error
fr_fr: Erreur

# Portal_RamGb
source: RAM: {0}GB
fr_fr: RAM : {0} Go

# Portal_RefreshBtn.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Refresh
fr_fr: Actualiser

# Portal_UnknownError
source: Unknown error
fr_fr: Erreur inconnue

# Quota_ErrorBar.Title
source: Error
fr_fr: Erreur

# Quota_Gigabytes
source: {0:F2} GB
fr_fr: {0:F2} Go

# Quota_TitleText.Text
source: Storage
fr_fr: Stockage

# Quota_UsageLabel.Text
source: Usage
fr_fr: Utilisation

# Quota_UsedLabel.Text
source: Used
fr_fr: Utilisé

# Recent_ClearBtn.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Clear history
fr_fr: Effacer l'historique

# Recent_Empty
source: No recent launches
fr_fr: Aucun lancement récent

# Recent_FilterBox.PlaceholderText
source: Filter by name or type...
fr_fr: Filtrer par nom ou type...

# Recent_Header.Text
source: Recent Launches
fr_fr: Lancements récents

# Recent_NoMatches
source: No matches
fr_fr: Aucun résultat

# Recent_Relaunch
source: Relaunch
fr_fr: Relancer

# Recent_Remove
source: Remove
fr_fr: Retirer

# Research_Cancel
source: Cancel
fr_fr: Annuler

# Research_Close
source: Close
fr_fr: Fermer

# Research_CubeViewer
source: Cube Viewer
fr_fr: Visionneuse de cubes

# Research_Delete
source: Delete
fr_fr: Supprimer

# Research_DownloadFits
source: Download FITS
fr_fr: Télécharger le FITS

# Research_DownloadsTitle.Text
source: Downloads
fr_fr: Téléchargements

# Research_EmptyHint.Text
source: Downloaded observations from CADC archive search appear here.
fr_fr: Les observations téléchargées depuis la recherche dans les archives du CADC s'affichent ici.

# Research_EmptyTitle.Text
source: Select an observation
fr_fr: Sélectionnez une observation

# Research_ExportBundleLine
source: Bundle: {0}
fr_fr: Ensemble : {0}

# Research_ExportButton.Content
source: Export…
fr_fr: Exporter…

# Research_ExportButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Export your research + searches as a Claude-friendly bundle
fr_fr: Exporter vos recherches et requêtes sous forme d'ensemble compatible avec Claude

# Research_ExportChooseFolder
source: Choose folder & export…
fr_fr: Choisir un dossier et exporter…

# Research_ExportComplete
source: Export complete
fr_fr: Exportation terminée

# Research_ExportDescription
source: Exports your downloaded observations + notes and saved searches as a Claude-friendly bundle (manifest.json + README + per-module folders), zipped.
fr_fr: Exporte vos observations téléchargées, vos notes et vos recherches enregistrées sous forme d'ensemble compatible avec Claude (manifest.json + README + dossiers par module), compressé en zip.

# Research_ExportDialogTitle
source: Export data
fr_fr: Exporter les données

# Research_ExportFailed
source: Export failed
fr_fr: Échec de l'exportation

# Research_ExportIncludeFiles
source: Include downloaded files (larger bundle)
fr_fr: Inclure les fichiers téléchargés (ensemble plus volumineux)

# Research_ExportIncludeHistory
source: Include saved queries & search history
fr_fr: Inclure les requêtes enregistrées et l'historique de recherche

# Research_ExportIncludeNotes
source: Include research notes
fr_fr: Inclure les notes de recherche

# Research_ExportUploadSkipped
source: (VOSpace upload skipped — not signed in.)
fr_fr: (Téléversement vers VOSpace ignoré — non connecté.)

# Research_ExportUploadVoSpace
source: Also upload the zip to VOSpace (Verbinal-Exports/)
fr_fr: Téléverser aussi le zip vers VOSpace (Verbinal-Exports/)

# Research_ExportUploadedLine
source: Uploaded to VOSpace: {0}
fr_fr: Téléversé vers VOSpace : {0}

# Research_FileInfo
source: File Info
fr_fr: Informations sur le fichier

# Research_FileTypeFits
source: FITS Image
fr_fr: Image FITS

# Research_FilterBox.PlaceholderText
source: Filter...
fr_fr: Filtrer...

# Research_Missing
source: Missing
fr_fr: Manquant

# Research_NotePlaceholder
source: Add a note…
fr_fr: Ajouter une note…

# Research_NotesTitle
source: Research Notes
fr_fr: Notes de recherche

# Research_OpenFile
source: Open File
fr_fr: Ouvrir le fichier

# Research_RatingCaption
source: rating
fr_fr: évaluation

# Research_RowCalLevel
source: Cal. Level
fr_fr: Niveau d'étal.

# Research_RowDec
source: Dec
fr_fr: Déc.

# Research_RowDownloaded
source: Downloaded
fr_fr: Téléchargé le

# Research_RowFileExists
source: File exists
fr_fr: Fichier présent

# Research_RowFilter
source: Filter
fr_fr: Filtre

# Research_RowObservationId
source: Observation ID
fr_fr: ID d'observation

# Research_RowPath
source: Path
fr_fr: Chemin

# Research_RowRa
source: RA
fr_fr: AD

# Research_RowSize
source: Size
fr_fr: Taille

# Research_RowStartDate
source: Start Date
fr_fr: Date de début

# Research_RowTarget
source: Target
fr_fr: Cible

# Research_ShowInExplorer
source: Show in Explorer
fr_fr: Afficher dans l'Explorateur

# Research_TagsHeader
source: Tags
fr_fr: Étiquettes

# Research_TagsPlaceholder
source: comma-separated tags
fr_fr: étiquettes séparées par des virgules

# Research_Yes
source: Yes
fr_fr: Oui

# Search_AdqlBox.PlaceholderText
source: Enter ADQL query...
fr_fr: Saisir une requête ADQL...

# Search_AdqlPivot.Header
source: ADQL Editor
fr_fr: Éditeur ADQL

# Search_ApplyFiltersBtn.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Convert active filters to ADQL query
fr_fr: Convertir les filtres actifs en requête ADQL

# Search_ApplyFiltersText.Text
source: Apply to ADQL
fr_fr: Appliquer à l'ADQL

# Search_BandpassWidthBox.Header
source: Bandpass Width
fr_fr: Largeur de bande passante

# Search_CancelButton
source: Cancel
fr_fr: Annuler

# Search_ClearAllButton.Content
source: Clear All
fr_fr: Tout effacer

# Search_ColumnsButton.Content
source: Columns
fr_fr: Colonnes

# Search_ConstraintsExpander.Header
source: Additional Constraints
fr_fr: Contraintes supplémentaires

# Search_DataReleaseBox.Header
source: Data Release
fr_fr: Diffusion des données

# Search_DataReleaseBox.PlaceholderText
source: e.g. > 2023-01-01
fr_fr: p. ex. > 2023-01-01

# Search_DefaultQueryName
source: Query {0}
fr_fr: Requête {0}

source: Delete saved query
fr_fr: Supprimer la requête enregistrée

# Search_DeleteSavedBtn.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete
fr_fr: Supprimer

# Search_DownloadButton
source: Download
fr_fr: Télécharger

# Search_DownloadFailed
source: Download failed
fr_fr: Échec du téléchargement

# Search_DownloadingFile
source: Downloading {0}...
fr_fr: Téléchargement de {0}...

# Search_ErrorBar.Title
source: Error
fr_fr: Erreur

# Search_ExecuteButtonText.Text
source: Execute
fr_fr: Exécuter

# Search_ExportFailed
source: {0} export failed
fr_fr: Échec de l'exportation {0}

# Search_FileTypeAll
source: All Files
fr_fr: Tous les fichiers

# Search_FileTypeFits
source: FITS Image
fr_fr: Image FITS

# Search_FilterPlaceholder
source: Filter...
fr_fr: Filtrer...

# Search_FirstPageBtn.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: First page
fr_fr: Première page

# Search_FormPivot.Header
source: Search Form
fr_fr: Formulaire de recherche

# Search_ImageLoadFailed
source: Image load failed
fr_fr: Échec du chargement de l'image

# Search_IntegrationTimeBox.Header
source: Integration Time
fr_fr: Temps d'intégration

# Search_IntegrationTimeBox.PlaceholderText
source: e.g. 100..3600
fr_fr: p. ex. 100..3600

# Search_IntentCombo.Header
source: Intent
fr_fr: Intention

# Search_KeywordsBox.Header
source: Keywords
fr_fr: Mots-clés

# Search_LastPageBtn.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Last page
fr_fr: Dernière page

source: Load into search form
fr_fr: Charger dans le formulaire de recherche

# Search_LoadRecentBtn.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Load into form
fr_fr: Charger dans le formulaire

source: Load into ADQL editor
fr_fr: Charger dans l'éditeur ADQL

# Search_LoadSavedBtn.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Load into ADQL editor
fr_fr: Charger dans l'éditeur ADQL

# Search_MaxRecordsLabel.Text
source: Max Records
fr_fr: Nombre max. d'enregistrements

# Search_NarrowToValue
source: Narrow results to “{0}”
fr_fr: Restreindre les résultats à « {0} »

# Search_NextPageBtn.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Next page
fr_fr: Page suivante

# Search_NoPreview
source: No preview available
fr_fr: Aucun aperçu disponible

# Search_NoResults
source: No results found.
fr_fr: Aucun résultat trouvé.

# Search_ObsDateBox.Header
source: Observation Date
fr_fr: Date d'observation

# Search_ObsDateBox.PlaceholderText
source: e.g. 2020..2021
fr_fr: p. ex. 2020..2021

# Search_ObservationIdBox.Header
source: Observation ID
fr_fr: ID d'observation

# Search_ObservationIdBox.PlaceholderText
source: e.g. jw01345*
fr_fr: p. ex. jw01345*

# Search_PiNameBox.Header
source: PI Name
fr_fr: Nom du chercheur principal

# Search_PiNameBox.PlaceholderText
source: e.g. Smith
fr_fr: p. ex. Smith

# Search_PixelScaleBox.Header
source: Pixel Scale
fr_fr: Échelle des pixels

# Search_PixelScaleBox.PlaceholderText
source: e.g. 0.1..1.0
fr_fr: p. ex. 0.1..1.0

# Search_PrevPageBtn.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Previous page
fr_fr: Page précédente

# Search_PreviewButton
source: Preview
fr_fr: Aperçu

# Search_PreviewFailed
source: Preview failed
fr_fr: Échec de l'aperçu

# Search_ProposalIdBox.Header
source: Proposal ID
fr_fr: ID de la proposition

# Search_ProposalTitleBox.Header
source: Proposal Title
fr_fr: Titre de la proposition

# Search_PublicOnlyCheck.Content
source: Public only
fr_fr: Données publiques seulement

# Search_RadiusBox.Header
source: Radius (deg)
fr_fr: Rayon (deg)

# Search_RecentHeader.Text
source: Recent Searches
fr_fr: Recherches récentes

source: Remove from history
fr_fr: Supprimer de l'historique

# Search_RemoveRecentBtn.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove
fr_fr: Supprimer

# Search_ResetButton.Content
source: Reset
fr_fr: Réinitialiser

# Search_ResolverCombo.Header
source: Resolver
fr_fr: Résolveur

# Search_ResolvingPowerBox.Header
source: Resolving Power
fr_fr: Pouvoir de résolution

# Search_ResolvingPowerBox.PlaceholderText
source: e.g. 1000..5000
fr_fr: p. ex. 1000..5000

# Search_ResolvingText.Text
source: Resolving...
fr_fr: Résolution en cours...

# Search_RestFrameEnergyBox.Header
source: Rest Frame Energy
fr_fr: Énergie au repos

# Search_ResultsPivot.Header
source: Results
fr_fr: Résultats

# Search_ResultsSuffix.Text
source: results
fr_fr: résultats

# Search_RowsPerPageLabel.Text
source: Rows per page
fr_fr: Lignes par page

# Search_RunSavedBtn.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Run query
fr_fr: Exécuter la requête

# Search_RunSavedBtn.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Run query
fr_fr: Exécuter la requête

# Search_RunningQuery
source: Running "{0}"...
fr_fr: Exécution de « {0} »...

# Search_SaveQueryBtn.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Save current ADQL
fr_fr: Enregistrer la requête ADQL actuelle

# Search_SaveQueryNameBox.PlaceholderText
source: Name (optional)
fr_fr: Nom (facultatif)

# Search_SavedHeader.Text
source: Saved Queries
fr_fr: Requêtes enregistrées

# Search_SearchButtonText.Text
source: Search
fr_fr: Rechercher

# Search_SelectFileTitle
source: Select file to download ({0} available)
fr_fr: Sélectionner le fichier à télécharger ({0} disponibles)

# Search_SpatialCutoutCheck.Content
source: Spatial cutout
fr_fr: Découpe spatiale

# Search_SpectralCoverageBox.Header
source: Spectral Coverage
fr_fr: Couverture spectrale

# Search_SpectralCoverageBox.PlaceholderText
source: e.g. 400..700
fr_fr: p. ex. 400..700

# Search_SpectralCutoutCheck.Content
source: Spectral cutout
fr_fr: Découpe spectrale

# Search_SpectralSamplingBox.Header
source: Spectral Sampling
fr_fr: Échantillonnage spectral

# Search_TargetBox.Header
source: Target or Coordinates
fr_fr: Cible ou coordonnées

# Search_TargetBox.PlaceholderText
source: e.g. M31, NGC 1234
fr_fr: p. ex. M31, NGC 1234

# Search_TemporalSection.Text
source: Temporal
fr_fr: Temporel

# Search_TimeSpanBox.Header
source: Time Span
fr_fr: Intervalle de temps

# Search_TimeSpanBox.PlaceholderText
source: e.g. 1..10
fr_fr: p. ex. 1..10

# Search_Title.Text
source: CADC Archive Search
fr_fr: Recherche dans les archives du CADC

# Search_TrainBandLabel.Text
source: Band
fr_fr: Bande

# Search_TrainCalLevelLabel.Text
source: Cal. Level
fr_fr: Niveau d'étal.

# Search_TrainDataTypeLabel.Text
source: Data Type
fr_fr: Type de données

# Search_TrainFilterLabel.Text
source: Filter
fr_fr: Filtre

# Search_TrainObsTypeLabel.Text
source: Obs. Type
fr_fr: Type d'obs.

# Search_UnitDefault
source: Default
fr_fr: Par défaut

# Sessions_AutoRefreshing.Text
source: Auto-refreshing
fr_fr: Actualisation automatique

# Sessions_DeleteBtn.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete
fr_fr: Supprimer

# Sessions_DeleteConfirm
source: Are you sure you want to delete session '{0}'?
fr_fr: Voulez-vous vraiment supprimer la session « {0} » ?

# Sessions_DeleteDialog.CloseButtonText
source: Cancel
fr_fr: Annuler

# Sessions_DeleteDialog.PrimaryButtonText
source: Delete
fr_fr: Supprimer

# Sessions_DeleteDialog.Title
source: Delete Session
fr_fr: Supprimer la session

# Sessions_DeleteWarning.Text
source: This action cannot be undone.
fr_fr: Cette action est irréversible.

# Sessions_Empty
source: No active sessions.
fr_fr: Aucune session active.

# Sessions_EventsBtn.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: View Events
fr_fr: Voir les événements

# Sessions_Expires
source: Expires: {0}
fr_fr: Expire : {0}
